app/controllers/playrooms_controller.rb

  def index
    @playrooms = Playroom.all
---
SELECT "playrooms".* FROM "playrooms"

  def show
    @playroom = Playroom.find params[:id]
---
SELECT  "playrooms".* FROM "playrooms" WHERE "playrooms"."id" = $1 LIMIT $2  [["id", 7], ["LIMIT", 1]]