app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = $1 LIMIT $2  [["email", "test1@ga.co"], ["LIMIT", 1]]
---
  def create
    p "PARAMS"
    p params
    p session_params
    @user = User.find_by(email: session_params[:email])